app/controllers/blogs_controller.rb

  def create
    @blog = Blog.new(blog_params)

    respond_to do |format|
      if @blog.save
---
INSERT INTO "blogs" ("title", "memo", "author", "picture", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["title", "テスト投稿"], ["memo", "サンプルに鈴華さんのアイコン"], ["author", "S.H."], ["picture", "琥珀.jpg"], ["created_at", "2017-09-25 12:15:55.507350"], ["updated_at", "2017-09-25 12:15:55.507350"]]